{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "catppuccin": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "conform": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "garbage-day": {
      "src": "https://github.com/zeioth/garbage-day.nvim"
    },
    "lazydev": {
      "src": "https://github.com/ivangeorgiew/lazydev.nvim"
    },
    "lint": {
      "src": "https://github.com/mfussenegger/nvim-lint"
    },
    "mason": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mason-lock": {
      "src": "https://github.com/zapling/mason-lock.nvim"
    },
    "mini.icons": {
      "src": "https://github.com/nvim-mini/mini.icons"
    },
    "mini.indentscope": {
      "src": "https://github.com/nvim-mini/mini.indentscope"
    },
    "neoscroll": {
      "src": "https://github.com/karb94/neoscroll.nvim"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-tree": {
      "src": "https://github.com/nvim-tree/nvim-tree.lua"
    },
    "nvim-treesitter": {
      "src": "https://github.com/neovim-treesitter/nvim-treesitter"
    },
    "snacks": {
      "src": "https://github.com/ivangeorgiew/snacks.nvim"
    },
    "substitute": {
      "src": "https://github.com/gbprod/substitute.nvim"
    },
    "todo-comments": {
      "src": "https://github.com/dtor/todo-comments.nvim",
      "version": "'remove-plenary'"
    },
    "treesitter-parser-registry": {
      "src": "https://github.com/neovim-treesitter/treesitter-parser-registry"
    },
    "ts-comments": {
      "src": "https://github.com/folke/ts-comments.nvim"
    },
    "which-key": {
      "src": "https://github.com/ivangeorgiew/which-key.nvim"
    }
  }
}
